[ThrowingKnife_CV_Secondary X2WeaponTemplate]
FriendlyName="副武器飞刀"
FriendlyNamePlural="飞刀"
BriefSummary="由我们最先进的传统合金钢制成的飞刀。"
TacticalText="<Bullet/>掷飞刀有几率保持隐蔽。"
AbilityDescName="副武器飞刀"

[ThrowingKnife_MG_Secondary X2WeaponTemplate]
FriendlyName="副武器合金飞刀"
FriendlyNamePlural="副武器合金飞刀"
BriefSummary="由外星合金制成的飞刀。"
TacticalText="<Bullet/>掷飞刀有几率保持隐蔽。"
AbilityDescName="外星合金制成的飞刀。"

[ThrowingKnife_BM_Secondary X2WeaponTemplate]
FriendlyName="副武器电浆飞刀"
FriendlyNamePlural="副武器电浆飞刀"
BriefSummary="一把带有电浆锋刃的飞刀能像切奶油般切开护甲。"
TacticalText="<Bullet/>掷飞刀有几率保持隐蔽。"
AbilityDescName="副武器电浆飞刀"

[ThrowingKnife_CV X2WeaponTemplate]
FriendlyName="飞刀"
FriendlyNamePlural="飞刀"
BriefSummary="由我们最先进的传统合金钢制成的飞刀。"
TacticalText="<Bullet/>掷飞刀有几率保持隐蔽。"
AbilityDescName="飞刀"

[ThrowingKnife_MG X2WeaponTemplate]
FriendlyName="合金飞刀"
FriendlyNamePlural="合金飞刀"
BriefSummary="由外星合金制成的飞刀。"
TacticalText="<Bullet/>掷飞刀有几率保持隐蔽。"
AbilityDescName="合金飞刀"

[ThrowingKnife_BM X2WeaponTemplate]
FriendlyName="电浆飞刀"
FriendlyNamePlural="电浆飞刀"
BriefSummary="一把带有电浆锋刃的飞刀能像切奶油般切开护甲。"
TacticalText="<Bullet/>掷飞刀有几率保持隐蔽。"
AbilityDescName="电浆飞刀"

[Shuriken_CV X2WeaponTemplate]
FriendlyName="手里剑"
FriendlyNamePlural="手里剑"
BriefSummary="由我们最先进的传统合金钢制成的手里剑。"
TacticalText="<Bullet/掷手里剑有几率保持隐蔽。"
AbilityDescName="手里剑"

[Shuriken_MG X2WeaponTemplate]
FriendlyName="合金手里剑"
FriendlyNamePlural="合金手里剑"
BriefSummary="用外星合金制成的手里剑。"
TacticalText="<Bullet/掷手里剑有几率保持隐蔽。"
AbilityDescName="合金手里剑"

[Shuriken_BM X2WeaponTemplate]
FriendlyName="电浆手里剑"
FriendlyNamePlural="电浆手里剑"
BriefSummary="一把带有电浆锋刃的手里剑能像切奶油般切开护甲。"
TacticalText="<Bullet/掷手里剑有几率保持隐蔽。"
AbilityDescName="电浆手里剑"

[SpecOpsKnife_CV X2WeaponTemplate]
FriendlyName="特种部队战斗刀"
FriendlyNamePlural="特种部队战斗刀"
BriefSummary="由我们最先进的传统合金钢制成的锯齿战斗刀。"
TacticalText="<Bullet/>赋予「无声杀戮」能力\n<Bullet/>装备战斗刀的士兵获得机动性+1，探测半径减少20%。<Bullet/>刺穿1点护甲。"
AbilityDescName="特种部队战斗刀"

[SpecOpsKnife_MG X2WeaponTemplate]
FriendlyName="特种部队合金战斗刀"
FriendlyNamePlural="特种部队合金战斗刀"
BriefSummary="新的研究成果让我们可以在战斗刀设计中加入外星合金。"
TacticalText="<Bullet/>赋予「无声杀戮」能力\n<Bullet/>装备战斗刀的士兵获得机动性+1，探测半径减少20%。\n<Bullet/>刺穿2点护甲。"
AbilityDescName="特种部队合金战斗刀"

[SpecOpsKnife_BM X2WeaponTemplate]
FriendlyName="特种部队电浆战斗刀"
FriendlyNamePlural="特种部队电浆战斗刀"
BriefSummary="电浆战斗刀是我们个人防卫部门的尖端技术之作。"
TacticalText="<Bullet/>赋予「无声杀戮」能力\n<Bullet/>装备战斗刀的士兵获得机动性+1，探测半径减少20%。\n<Bullet/>刺穿3点护甲。"
AbilityDescName="特种部队电浆战斗刀"

[MusashiThrowKnife X2AbilityTemplate]
LocFriendlyName="掷飞刀"
LocLongDescription="掷飞刀为标准行动。你有几率保持隐蔽。"
LocHelpText="<Bullet/>掷飞刀为标准行动。你有几率保持隐蔽。<Bullet\>击杀目标的暴露几率减半，如果没有其他敌人目睹受害者，则几率为无。"
LocFlyOverText="掷飞刀" 
LocPromotionPopupText="掷飞刀为标准行动。你有几率保持隐蔽。"

[MusashiThrowKnifeSecondary X2AbilityTemplate]
LocFriendlyName="掷飞刀"
LocLongDescription="掷飞刀为标准行动。你有几率保持隐蔽。"
LocHelpText="<Bullet/>掷飞刀为标准行动。你有几率保持隐蔽。<Bullet\>击杀目标的暴露几率减半，如果没有其他敌人目睹受害者，则几率为无。"
LocFlyOverText="掷飞刀" 
LocPromotionPopupText="掷飞刀为标准行动。你有几率保持隐蔽。"

[BackStabber X2AbilityTemplate]
LocFriendlyName="绝杀秘技"
LocLongDescription="使<font color='#0bff9b'>刀光谍影</font>的冷却时间减少<font color='#0bff9b'>1</font>回合。额外使<font color='#FFECEC'>战斗刀</font>提高<font color='#0bff9b'>2</font>点伤害。"
LocHelpText="使<font color='#0bff9b'>刀光谍影</font>的冷却时间减少<font color='#0bff9b'>1</font>回合。额外使<font color='#FFECEC'>战斗刀</font>提高<font color='#0bff9b'>2</font>点伤害。"
LocFlyOverText="绝杀秘技"
LocPromotionPopupText="<Bullet/><font color='#0bff9b'>刀光谍影</font>的冷却时间减少<font color='#0bff9b'>1</font>回合。<br/><Bullet/><font color='#FFECEC'>战斗刀</font>提高<font color='#0bff9b'>2</font>点伤害。"

[MusashiKnifeSpecialistBonus X2AbilityTemplate]
LocFriendlyName="绝杀秘技"
LocLongDescription="使<font color='#0bff9b'>刀光谍影</font>的冷却时间减少<font color='#0bff9b'>1</font>回合。额外使<font color='#FFECEC'>战斗刀</font>提高<font color='#0bff9b'>2</font>点伤害。"
LocHelpText="使<font color='#0bff9b'>刀光谍影</font>的冷却时间减少<font color='#0bff9b'>1</font>回合。额外使<font color='#FFECEC'>战斗刀</font>提高<font color='#0bff9b'>2</font>点伤害。"
LocFlyOverText="绝杀秘技"
LocPromotionPopupText="<Bullet/><font color='#0bff9b'>刀光谍影</font>的冷却时间减少<font color='#0bff9b'>1</font>回合。<br/><Bullet/><font color='#FFECEC'>战斗刀</font>提高<font color='#0bff9b'>2</font>点伤害。"

[KnifeJuggler X2AbilityTemplate]
LocFriendlyName="刀术师"
LocLongDescription="使用飞刀时，飞刀的伤害+1，瞄准+10。同时为通用栏位飞刀提供额外1次使用次数。"
LocHelpText="使用飞刀时，飞刀的伤害+1，瞄准+10。同时为通用栏位飞刀提供额外1次使用次数。"
LocFlyOverText="刀术师"
LocPromotionPopupText="<Bullet/>使用飞刀时，飞刀的伤害+1，瞄准+10。同时为通用栏位飞刀提供额外1次使用次数。<br/>"

[MusashiThrowingKnifeSpecialistBonus X2AbilityTemplate]
LocFriendlyName="刀术师"
LocLongDescription="使用飞刀时，飞刀的伤害+1，瞄准+10。同时为通用栏位飞刀提供额外1次使用次数。"
LocHelpText="使用飞刀时，飞刀的伤害+1，瞄准+10。同时为通用栏位飞刀提供额外1次使用次数。"
LocFlyOverText="刀术师"
LocPromotionPopupText="<Bullet/>使用飞刀时，飞刀的伤害+1，瞄准+10。同时为通用栏位飞刀提供额外1次使用次数。<br/>"

[ThrowingKnifeFaceoff X2AbilityTemplate]
LocFriendlyName="千刀斋"
LocLongDescription="向每个可见的敌人掷飞刀。"
LocHelpText="向每个可见的敌人掷飞刀。"
LocPromotionPopupText="<Bullet/> 千刀斋最好辅以侵略性站位来加强效果，以便施加一箭多雕的高命中率。<br/><Bullet/> 千刀斋有 <Ability:SelfCooldown/> 回合冷却时间。<br/>"

[ReturnThrow X2AbilityTemplate]
LocFriendlyName="回掷"
LocHelpText="当被敌方火力瞄准时，每回合自动回掷飞刀一次。"
LocLongDescription="当被敌方火力瞄准时，每回合自动回掷飞刀一次。"
LocPromotionPopupText="<Bullet/> 回掷每回合只能触发一次。<br/><Bullet/> 回掷可被近战攻击和范围攻击触发。<br/><Bullet/> 被监视射击瞄准时，回掷不会触发。<br/>"

[Hailstorm X2AbilityTemplate]
LocFriendlyName="飞刃雹暴"
LocLongDescription="向同一个目标掷三把刀。"
LocHelpText="向同一个目标掷三把刀。"
LocFlyOverText="飞刃雹暴"
LocPromotionPopupText="<Bullet/> 飞刃雹暴中的每一次投掷都有单独的命中几率。<br/><Bullet/> 如果每一发都击中的话，飞刃雹暴可以造成毁灭性的伤害。<br/><Bullet/> 飞刃雹暴有 <Ability:SelfCooldown/> 回合的冷却时间。<br/>"

[ThrowingKnifeQuickdraw X2AbilityTemplate]
LocFriendlyName="速抽"
LocLongDescription="用你的第一个行动点掷飞刀不再结束你的回合。"
LocHelpText="用你的第一个行动点掷飞刀不再结束你的回合。"
LocFlyOverText="速抽"
LocPromotionPopupText="<Bullet/> 速抽是的刀术师的基本能力，因为它可以让士兵在同一回合内将飞刀分掷至不同的目标身上。<br/>"